[
    {
        "claim": "Linguistics as a scientific study began in the 19th century."
    },
    {
        "claim": "The ancient Indian scholar Panini created one of the earliest known grammars."
    },
    {
        "claim": "Ferdinand de Saussure introduced the concepts of 'langue' and 'parole'."
    },
    {
        "claim": "Noam Chomsky developed the theory of Universal Grammar."
    },
    {
        "claim": "The Neogrammarians emphasized the regularity of sound change."
    },
    {
        "claim": "The comparative method was developed to reconstruct proto-languages."
    },
    {
        "claim": "Structuralism in linguistics views language as a system of interrelated elements."
    },
    {
        "claim": "Generative grammar aims to describe the implicit knowledge of native speakers."
    },
    {
        "claim": "The term 'phoneme' was first used by American linguists."
    },
    {
        "claim": "Historical linguistics focuses on the evolution of languages over time."
    },
    {
        "claim": "Syntax deals with the structure of sentences."
    },
    {
        "claim": "Semantics is the study of meaning in language."
    },
    {
        "claim": "Pragmatics studies language use in context."
    },
    {
        "claim": "Morphology examines the internal structure of words."
    },
    {
        "claim": "Descriptive linguistics documents and describes languages as they are used."
    },
    {
        "claim": "Prescriptive grammar dictates how language should be used."
    },
    {
        "claim": "The Sapir-Whorf hypothesis proposes linguistic relativity."
    },
    {
        "claim": "Sociolinguistics studies the relationship between language and society."
    },
    {
        "claim": "Psycholinguistics explores language processing in the mind."
    },
    {
        "claim": "Computational linguistics uses algorithms to analyze language."
    },
    {
        "claim": "Dialectology studies regional language variations."
    },
    {
        "claim": "Language families are groups of related languages."
    },
    {
        "claim": "The Indo-European family includes most European and many Asian languages."
    },
    {
        "claim": "Glottochronology attempts to date language divergence."
    },
    {
        "claim": "Sign languages have their own grammar and structure."
    },
    {
        "claim": "Language acquisition research investigates how humans learn languages."
    },
    {
        "claim": "Applied linguistics addresses practical language issues, such as teaching."
    },
    {
        "claim": "Corpus linguistics analyzes large collections of real language data."
    },
    {
        "claim": "Stylistics examines variations in language use across genres."
    },
    {
        "claim": "Etymology studies the origins of words."
    },
    {
        "claim": "Creole languages develop from pidgins becoming fully developed languages."
    },
    {
        "claim": "Pidgins are simplified languages used for communication between groups."
    },
    {
        "claim": "Language death occurs when a language has no living speakers."
    },
    {
        "claim": "Bilingualism refers to fluency in two languages."
    },
    {
        "claim": "Code-switching occurs when speakers alternate between languages."
    },
    {
        "claim": "Language revitalization seeks to revive endangered languages."
    },
    {
        "claim": "Orthography is the study of writing systems."
    },
    {
        "claim": "Philology was an early form of linguistic study focused on texts."
    },
    {
        "claim": "Comparative philology was the predecessor of modern linguistics."
    },
    {
        "claim": "Transformational grammar is part of Chomsky’s linguistic theories."
    },
    {
        "claim": "The Prague School emphasized the functional aspects of language."
    },
    {
        "claim": "The Copenhagen School is associated with glossematics."
    },
    {
        "claim": "Bloomfield was a leading figure in American structural linguistics."
    },
    {
        "claim": "Saussure distinguished between synchronic and diachronic linguistics."
    },
    {
        "claim": "Chomsky criticized behaviorist views of language learning."
    },
    {
        "claim": "The study of phonetics focuses on speech sounds."
    },
    {
        "claim": "Articulatory phonetics studies how sounds are produced."
    },
    {
        "claim": "Acoustic phonetics studies the physical properties of sounds."
    },
    {
        "claim": "Auditory phonetics studies how sounds are perceived."
    }
]